[
    {
        "id": "8ZPFuu6jMks",
        "title": "Cara Mengatasi Lupa Sandi Food D Terbaru",
        "desc": "Panduan langkah demi langkah mereset kata sandi driver Food D jika Anda mengalami masalah login agar bisa kembali bekerja.",
        "category": "Driver"
    },
    {
        "id": "PJtx9NiHd5k",
        "title": "Cara Ganti Password Akun Food D Terbaru 2025",
        "desc": "Jaga keamanan akun driver Anda. Tutorial ini menjelaskan cara mengubah kata sandi secara berkala langsung lewat aplikasi.",
        "category": "Driver"
    },
    {
        "id": "KQtQZMmc0_w",
        "title": "Ubah Status Aktif & Edit Info Pribadi Driver",
        "desc": "Cara mengubah status on-bid/off-bid dan memperbarui informasi data diri profil driver Anda di Food D.",
        "category": "Driver"
    },
    {
        "id": "6xlcjE2nn78",
        "title": "Cara Menggunakan Layanan Reservasi FoodMedia",
        "desc": "Ingin makan di tempat tanpa antre? Pelajari cara reservasi meja restoran favorit Anda melalui aplikasi FoodMedia.",
        "category": "User"
    },
    {
        "id": "VPQFAfLrxDo",
        "title": "Cara Menggunakan Layanan Pesan Antar",
        "desc": "Tutorial lengkap memesan makanan delivery. Dari pilih menu, masukkan alamat, hingga tracking kurir ke rumah Anda.",
        "category": "User"
    },
    {
        "id": "7v4uLoztnFE",
        "title": "Cara Menggunakan Layanan Pick Up",
        "desc": "Hemat ongkir dan waktu! Pesan lewat aplikasi dan ambil sendiri makanan Anda di resto dengan fitur Pick Up FoodMedia.",
        "category": "User"
    },
    {
        "id": "ek02xWgZxtQ",
        "title": "Panduan Lengkap Terima Pesanan Food ON",
        "desc": "Tutorial wajib bagi Merchant! Cara menerima, memproses, dan menyerahkan pesanan kepada driver dengan benar.",
        "category": "Merchant"
    },
    {
        "id": "scHtsNh7qD4",
        "title": "Cara Mengatasi Lupa Sandi Merchant Food ON",
        "desc": "Solusi cepat bagi pemilik resto yang tidak bisa masuk ke aplikasi manajemen resto Food ON karena lupa password.",
        "category": "Merchant"
    },
    {
        "id": "0rHeR1scvgs",
        "title": "Cara Kelola Pesanan di Food ON Terbaru",
        "desc": "Strategi mengelola dashboard pesanan agar operasional resto berjalan lancar dan pelanggan puas.",
        "category": "Merchant"
    },
    {
        "id": "2d9sWC-CvA0",
        "title": "Cara Setting Reservasi & Penarikan Saldo",
        "desc": "Panduan mengatur slot meja untuk reservasi dan cara withdraw penghasilan merchant ke rekening bank Anda.",
        "category": "Merchant"
    },
    {
        "id": "EtuJjvSwQSw",
        "title": "Cara Menambahkan User Pegawai/Kasir",
        "desc": "Delegasikan tugas resto dengan aman. Cara membuat akun akses khusus untuk staf atau kasir di Food ON.",
        "category": "Merchant"
    },
    {
        "id": "cVQPr85er-o",
        "title": "Setting Buka Tutup Outlet & Info Resto",
        "desc": "Cara mengubah jam operasional, menutup toko sementara saat mendesak, dan edit info outlet.",
        "category": "Merchant"
    },
    {
        "id": "HgB4oLGG9xE",
        "title": "Setting Kurir Resto & Promo Ongkir",
        "desc": "Tingkatkan penjualan dengan mengatur kurir internal sendiri dan membuat strategi diskon ongkos kirim.",
        "category": "Merchant"
    },
    {
        "id": "_7fWFXGppG8",
        "title": "Cara Registrasi Jadi Merchant Food ON",
        "desc": "Langkah awal mengembangkan bisnis kuliner Anda. Panduan lengkap pendaftaran menjadi mitra FoodMedia.",
        "category": "Merchant"
    },
    {
        "id": "aryJXE8T_i0",
        "title": "Cara Menambahkan Topping & Menu Baru",
        "desc": "Perkaya etalase resto Anda. Tutorial input menu baru, varian rasa, dan pilihan topping tambahan.",
        "category": "Merchant"
    }
]
